# Taps
tap 'homebrew/cask-fonts'

# Nerd Fonts
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

# Binaries
brew "wget"
brew "stow"
brew "fzf"
brew "ripgrep"
brew "zsh"
brew "zsh-autosuggestions"
brew "tmux"
brew "neovim"
brew "starship"
brew "hugo"
brew "k9s"
brew "gh"
brew "btop"
brew "yazi"
brew "awscli-local"

# Apps
cask 'docker'
cask 'insomnia'
cask 'slack'
cask 'visual-studio-code'
cask 'zoom'
cask 'iterm2'
cask 'rectangle'
cask 'brave-browser'
cask 'kitty'