tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "awscli-local"
brew "bash"
brew "bc"
brew "btop"
brew "coreutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nowplaying-cli"
brew "oh-my-posh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "another-redis-desktop-manager"
cask "cursor"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ghostty"
cask "insomnia"
cask "logi-options+"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "rar"
cask "slack"
cask "spotify"
cask "stats"
cask "todoist-app"
cask "visual-studio-code"
cask "zoom"
